[
  {
    "title": "Instagram Viral 01",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video1",
    "ad": "https://example.com/ad1",
    "content": "Instagram par viral hone ke liye strong hook bahut zaruri hota hai. Reel ke first 3 seconds sabse important hote hain. Agar starting engaging hogi to log video end tak dekhenge. High watch time aur shares algorithm ko strong signal dete hain. Consistency aur clear niche par focus karna bhi growth ke liye important hai."
  },
  {
    "title": "Instagram Viral 02",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video2",
    "ad": "https://example.com/ad2",
    "content": "Short aur engaging reels 7 se 15 seconds ke beech zyada effective hoti hain. Jab audience reel ko repeat me dekhti hai to retention rate improve hota hai. Hashtags ka sahi use karo aur overuse se bacho. Caption me clear call to action likhna engagement badhata hai."
  },
  {
    "title": "Instagram Viral 03",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video3",
    "ad": "https://example.com/ad3",
    "content": "Trending audio ka use karna reach badhane me madad karta hai. Lekin sirf trend follow karna kaafi nahi hai. Apna unique twist add karo. Jab content valuable aur relatable hota hai tab audience share aur save karti hai."
  },
  {
    "title": "Instagram Viral 04",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video4",
    "ad": "https://example.com/ad4",
    "content": "Consistency Instagram growth ka main factor hai. Roz ya week me 4 se 5 reels upload karne se algorithm ko signal milta hai ki aap active creator ho. Ek hi niche par focus karne se loyal audience build hoti hai."
  },
  {
    "title": "Instagram Viral 05",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video5",
    "ad": "https://example.com/ad5",
    "content": "High quality video aur clear audio audience retention improve karta hai. Lighting aur framing par dhyan do. Professional look hone se credibility badhti hai aur log aapka content seriously lete hain."
  },
  {
    "title": "Instagram Viral 06",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video6",
    "ad": "https://example.com/ad6",
    "content": "Audience ke comments ka reply dena engagement ko boost karta hai. Jab log feel karte hain ki creator unse interact kar raha hai to wo future content bhi dekhte hain aur share karte hain."
  },
  {
    "title": "Instagram Viral 07",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video7",
    "ad": "https://example.com/ad7",
    "content": "Reel ka thumbnail attractive hona chahiye. Clear text aur bright colors use karo. Thumbnail hi pehla impression hota hai jo logon ko click karne par majboor karta hai."
  },
  {
    "title": "Instagram Viral 08",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video8",
    "ad": "https://example.com/ad8",
    "content": "Analytics check karna zaruri hai. Kaunsi reel par zyada watch time aur engagement aa raha hai usko analyze karo. Jo format kaam kare usko repeat karo aur improve karte raho."
  },
  {
    "title": "Instagram Viral 09",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video9",
    "ad": "https://example.com/ad9",
    "content": "Storytelling reels zyada viral hoti hain. Agar aap reel me problem aur solution format use karte ho to audience end tak dekhti hai. Emotional ya motivational touch bhi engagement badhata hai."
  },
  {
    "title": "Instagram Viral 10",
    "image": "https://iili.io/qKvOC0b.jpg",
    "video": "https://example.com/video10",
    "ad": "https://example.com/ad10",
    "content": "Viral hona luck nahi hai, strategy ka result hai. Strong hook, high retention, shares, saves aur consistency milkar growth dete hain. Agar aap regular improve karte rahoge to views aur followers dono badhenge."
  }
]
